{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"6f23d63f-7f37-4f1d-b6b4-8528ef2b24a2":{"type":"legal","blocks":{"d0854147-fe1c-47e2-9fdd-15175bbae810":{"type":"legal-item","settings":{"heading":"Refund Policy","content":"<p>Given the highly perishable nature and limited shelf life of our products, all sales are considered final once the items have shipped. Orders can be canceled anytime before the items are released for shipment. Packages are shipped Next Day Air with No Signature Required using UPS as our courier.<br\/><br\/>No refund will be given if the courier does not deliver on time. If the courier is unable to access your home or building, they will determine if it is appropriate to deliver your package or reattempt the next day. Products are shipped in packaging that can maintain adequate temperature for up to 36-48 hours depending on weather conditions.<br\/><br\/>No refund will be given for packages that are lost, discarded, stolen, or spoiled due to lack of timely refrigeration once delivered. These events are out of our control and we do not insure our shipments. We do not freeze our products, so it is up to you to ensure your juice are quickly brought inside once delivered. Please do not delay refrigeration for any reason.<br\/><br\/>No refund will be issued for having a negative experience with our products. Everyone is different and each person may react differently to our juices or juice cleansing. Numerous factors such as personal diet, activity level, and medical history are just a few of many variables that will determine your experience with our products.<br\/><br\/>No refund will be issued if you are unsatisfied with your personal expectations or goals with using our products. Raw Juicery does not make medical or health claims of any kind regarding the use of the products listed on this site. We do not guarantee weight loss, health improvement, or any other change. You should consult with a healthcare professional before starting any diet, exercise, supplementation or medication program.<\/p><p>If your order arrives incorrect, please notify us immediately so we can quickly make the most appropriate remedy. In most cases, we will issue a partial refund if we made a mistake with your order. We will not re-ship missing items to remedy incomplete or incorrect orders. Please check that you have received the correct products and refrigerate them as soon as possible.<br\/><br\/>Statements made on rawjuicery.com about the products and potential benefits have not been evaluated by the U.S. Food and Drug Administration and are not intended to diagnose, treat, cure, or prevent disease. Like any other food or remedy, some plants and herbs do have side effects. If you have a health concern of any kind, you must consult with your healthcare professional.<\/p>"}},"907aba8f-0938-4263-8d70-3b65e4d7459d":{"type":"legal-item","settings":{"heading":"Privacy Policy","content":"<p><strong>PRIVACY POLICY<\/strong><br\/><br\/>We are committed to protecting any personal information that you may provide to us. We recognize the importance of informing you how we treat information about you that we may receive from this site. Collected information, or “personal information,” is detailed information that can be used to identify an individual person (you), such as your name, mailing address, telephone number, and email address.<br\/><br\/>We may also collect non-personal information – detailed information in a form that does not permit identification of any specific individual person (you), such as your domain name, occupation, language, zip code, and area code.<br\/><strong><br\/>USE OF COLLECTED INFORMATION<\/strong><br\/><br\/>From time to time, we will use your personal information to send important notices, such as communications about the services we provide to you and changes to our terms and conditions. Like most websites, we gather some information automatically and store it in web-based log files. This information may include internet protocol (ip) addresses, browser type and language, internet service provider (isp), referring and exit pages, operating system, date\/time stamp, and click stream data. Domain name information that we collect is not used to personally identify you. It is used to measure viewer statistics, such as the number of viewers that visit the site, pages viewed, etc. We use this information to measure the use of our site, and to improve the content of our site. We may collect, use, transfer, and disclose non-personal information for any purpose. If we combine non-personal information with personal information the combined information will be treated as personal information for as long as it remains combined.<br\/><strong><br\/>DISCLOSURE OF PERSONAL INFORMATION<\/strong><br\/><br\/>We may disclose your personal information as may be required to governmental or regulatory entities in response to regulatory inquiries in connection with investigations or to comply with applicable law, rules, regulations, orders subpoenas, or other legal processes. We may also disclose information about you if we determine that disclosure is necessary or appropriate for purposes of national security, law enforcement, or other issues of public importance.<br\/>We may also disclose information about you if we determine that disclosure is reasonably necessary to enforce our terms of service or protect our operations or users. Additionally, in the event of a reorganization, merger, or sale of our company we may transfer to the relevant third party any and all personal information we collect. In the event our privacy policy is modified due to such reorganization, merger or sale, or for any other reason, notice of the revised privacy policy will be posted on this website.<br\/><br\/><strong>DISCLOSURE TO SERVICE PROVIDERS AND OTHER THIRD PARTIES<\/strong><br\/><br\/>At times we may make certain personal information available to service providers and strategic partners that work with us to provide products and services, or that help us market to customers. Personal information will only be shared by us to provide or improve our products, services and advertising. We do not sell or rent the information you provide to us online to third parties.<br\/><br\/><strong>SECURITY OF COLLECTED INFORMATION<br\/><\/strong><br\/>We maintain strict physical, electronic, and administrative safeguards to protect your personal information from unauthorized or inappropriate access. We restrict access to information about you to those of our employees who need to know the information to respond to your inquiry or request. Employees who misuse personal information are subject to termination.<br\/><br\/><strong>COOKIES<br\/><\/strong><br\/>From time to time, our web pages may utilize “cookies.” These cookies allow us to better understand user behavior, recognize you as a prior user, determine which pages you have previously seen, and facilitate and measure the effectiveness of advertisements and web searches. We also use cookies to deliver content to you that you might be particularly interested in. we cannot determine your identity from our use of cookies.<br\/><strong><br\/>CHILDREN<br\/><\/strong><br\/>This site is not intended for persons under 13 years of age. we do not knowingly solicit or collect personal information from or about children, and we do not knowingly market our products or services to children. If you are under the age of 13, please do not submit any personal information to us, and rely on a parent or guardian to assist you.<br\/><br\/><strong>LINKS TO OTHER SITES<br\/><\/strong><br\/>Our website may contain links to third-party websites, products, and services. We cannot control how third parties may use personal information you disclose to them, so you should carefully review the privacy policy of any third-party web site you visit before using it or disclosing your personal information to it. While we make reasonable efforts to try to link only to sites that share our high standards and respect for privacy, we are not responsible for the content, security, or privacy practices employed by other sites.<br\/><br\/><strong>INTERNATIONAL USERS<br\/><\/strong><br\/>Information you provide may be transferred or accessed by entities around the world as described in this privacy policy. we abide by the “Safe Harbor” framework set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information collected by organizations in the European Union and Switzerland. More information about the U.S. Department of Commerce Safe Harbor program can be found at http:\/\/www.export.gov\/safeharbor\/ .<br\/><strong><br\/>CHANGES TO THIS POLICY<br\/><\/strong><br\/>Please check this privacy policy periodically to inform yourself of any changes. We reserve the right to modify or supplement this privacy policy for any reason.<br\/><br\/> <\/p>"}},"9d111739-8301-4240-bf32-9072385d49c0":{"type":"legal-item","settings":{"heading":"Terms of Use","content":"<p>Welcome to the Raw Juicery website, www.rawjuicery.com (the “site”). By accessing this site, you agree to be bound by the terms and conditions below (the “terms”). The terms constitute a legal agreement between Raw Juicery, Inc (collectively “us” or “we”) and you that govern your use of our products, services, and site. If you do not agree to all of the terms, please do not use the site. We may from time to time modify or revise the terms by updating this page. Your use of our Site following any such change constitutes your agreement to follow and be bound by the terms as changed. If any change is unacceptable to you, your only recourse is to terminate your use of the site. Changes to our site we may at any time terminate, change or suspend any aspect of the site including but not limited to content, features or hours of availability. Raw Juicery, Inc may impose limits on certain features of the site or restrict your access to part or all of the site without notice or penalty<br\/><br\/><strong>PRIVACY POLICY<br\/><br\/><\/strong>From time to time we may request information from you. All uses of such personal information will be in accordance with our privacy policy, which is incorporated and made part of these terms. For certain pages on our site, you may be asked to create a password-protected account. If one is created, you are solely responsible for the security of your password.<br\/><br\/><strong>YOUR CONDUCT<br\/><br\/><\/strong>You agree that you will not use the site to: (a) stalk, harass or harm another individual; (b) pretend to be anyone or any entity, you are not, or (c) violate any local, state, national or international law. you agree not to reproduce, duplicate, copy, sell, resell or exploit for any commercial purposes, any portion of the site, use of the site, or access to the site.a<br\/><br\/><strong>ACCESS TO YOUR ACCOUNT<br\/><br\/><\/strong>If you do establish an account on our site, we may access or disclose information concerning your account as may be required by governmental or regulatory entities in response to inquiries in connection with investigations or to comply with applicable law, rules, regulations, orders, subpoenas, or other legal processes. We may also access or disclose information concerning your account if we determine that disclosure is necessary or appropriate for purposes of national security, law enforcement, or other issues of public importance, or if we determine that access or disclosure is reasonably necessary to enforce our terms and conditions or protect our operations or users.<br\/><br\/><strong>YOUR CONTENT<br\/><br\/><\/strong>From time to time, we may permit the posting of third-party content. You are solely responsible for the content you provide to us to be published on our site (“your content”), and we act as a passive conduit for the distribution and publication of your content. We do not claim any ownership rights in or to your content. However, we reserve the right to remove your content if we believe your content may create liability for us or for any other reasonable purpose. You represent and warrant that your content (a) does not infringe on any third party’s copyright, patent, trademark, trade secret or other proprietary rights or rights of publicity or privacy; (b) does not violate any law, statute, ordinance or regulation, including without limitation the laws and regulations governing export control; (c) is not defamatory or trade libelous; (d) is not pornographic or obscene; (e) does not violate any laws regarding unfair competition, antidiscrimination or false advertising; and (f) does not contain viruses, trojan horses, worms, time bombs, cancelbots or other similar harmful or deleterious programming routines. You hereby grant to us a worldwide, perpetual, irrevocable, royalty-free right, sublicensable through multiple tiers of sublicensees, to exercise all copyright rights with respect to your content in any media now known or not currently known. The foregoing does not apply to content contained on hyperlinked pages or any other content you do not submit to us.<\/p><p><strong>TRADEMARK INFORMATION<br\/><br\/><\/strong>Certain of the names, logos, and other materials displayed on our site and in connection with our services constitute trademarks, tradenames, service marks or logos (“marks”) owned or registered by us or by other third parties. You are not authorized to use or register any such marks. Ownership of all such marks and the goodwill associated therewith remains with us or those other third parties<\/p><p><strong>COPYRIGHTS AND RESTRICTIONS ON USE<br\/><br\/><\/strong>The content on our site (“our content”), including without limitation, text, databases, software, code, music, sound, photos, and graphics, are copyrighted by us and\/or our licensors under united states and international copyright laws, is subject to other intellectual property and proprietary rights and laws, and is owned by us or our licensors. our content may not be copied, modified, reproduced, republished, posted, transmitted, sold, offered for sale, or redistributed in any way without our prior written permission and the prior written permission of our applicable licensors, with the sole exception that one copy may be downloaded onto a single computer for your personal, noncommercial use. you must abide by all copyright notices, information, or restrictions contained in or attached to any of our content. License to use the site you are hereby granted a personal, non-exclusive, non-transferable, limited license to use the site solely in accordance with these terms, as they may be amended from time to time. You may not use our site for any other purpose. You may not (and may not permit anyone else to) copy, sublicense, translate, reverse-engineer, reverse-compile or decompile, disassemble or make derivative works of our site or any part thereof. This license shall terminate when your use of the site is terminated for whatever reason. <strong><br\/><br\/>MATURE CONTENT<br\/><br\/><\/strong>The site may contain profanity and some content is intended for mature audiences only. By using this site, you represent and warrant that you are either 18 years of age or are using the site with the supervision of a parent or guardian.<br\/><br\/><strong>DISCLAIMER OF WARRANTIES<br\/><br\/><\/strong>This site, its contents, functions, and all information, products, and services contained in or offered through this site are provided on an ‘as is’ and ‘as available’ basis without representations or warranties of any kind. Raw Juicery, Inc expressly disclaims all such representations and warranties, either express or implied, including without limitation, warranties of title, merchantability, fitness for a particular purpose or noninfringement and any implied warranties arising from course of dealing or course of performance. Raw Juicery, Inc does not warrant that this site or its contents will be complete, accurate, timely, uninterrupted, secure or error-free, or that defects will be corrected. all information on the site is subject to change without notice. Some jurisdictions do not allow the exclusion of certain warranties so some of the above exclusions may not apply to you.<\/p><p><strong>TERMINATION<br\/><br\/><\/strong>You agree that we, in our sole discretion, may terminate your use of the site without prior notice if we believe that you have violated or acted inconsistently with the letter or spirit of these terms. Further, you agree that we shall not be liable to you or any third party for any termination of your access to our site. Links our provision of a link to any other site or location is for your convenience and does not signify our endorsement of such other site or location or its contents. We will not be liable for any information, software, or links found at any other website, internet location, or source of information, or for your use of such information.<br\/><br\/><strong>LIMITATION OF LIABILITY<br\/><br\/><\/strong>You understand that to the extent permitted under applicable law, in no event will we or our officers, employees, directors, parents, subsidiaries, affiliates, agents or licensors be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of revenues, profits, goodwill, use, data or other intangible losses (even if such parties were advised of, knew of or should have known of the possibility of such damages), resulting from your use of or inability to use the site or any other matter relating to the site.<strong><br\/><br\/>EXCLUSION AND LIMITATIONS<br\/><br\/><\/strong>Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages. Accordingly, some of the above limitations and disclaimers may not apply to you. <strong><br\/><br\/>PRODUCT INFORMATION<br\/><br\/><\/strong>We disclose any information that we deem necessary for our products on our site. The prices displayed on the site are quoted in U.S. dollars and are valid and effective only in the continental United States.<strong><br\/><br\/>INDEMNITY<\/strong><br\/><br\/>You agree to defend, indemnify and hold us, our affiliates, subsidiaries, directors, officers, employees, agents, partners and licensors harmless from any claim or demand, including reasonable attorneys’ fees, made by a third party, relating to or arising from: (a) your access to or use of the site; (b) any violation by you of any of the provisions these terms; or (c) your violation of any rights of any other person or entity. this obligation shall survive the termination or expiration of these terms and\/or your use of the site.<br\/><br\/><strong>GOVERNING LAW<br\/><br\/><\/strong>These terms and our relationship between you and us shall be governed by the laws of the State of California as applied to agreements made, entered into and performed entirely in California by California residents, notwithstanding your or our actual place of residence. All lawsuits arising out of the terms or out of your use of the site shall be brought in the Federal or State Courts located in Los Angeles, California, and you hereby irrevocably submit to the exclusive personal jurisdiction of such courts for such purpose.<br\/><br\/><strong>MISCELLANEOUS<br\/><br\/><\/strong>The terms constitute the entire and exclusive and final statement of the agreement between you and us with respect to the subject matter hereof, and govern your use of the site, superseding any prior agreements or negotiations between you and us with respect to the subject matter hereof. Our failure to exercise or enforce any right or provision of the terms shall not constitute a waiver of such right or provision. If any provision of these terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision and that the other provisions of the terms remain in full force and effect. You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of our site or these terms must be filed within one (1) year after such claim or cause of action arose or be forever barred. you further agree that, except as otherwise expressly provided in these terms, there shall be no third-party beneficiaries to this agreement.<br\/><br\/><strong>CANCELLATION POLICY<br\/><br\/><\/strong>All sales are final unless the conditions of our Refund Policy are met.<\/p>"}},"d6c6ffb2-c952-4c15-b88c-1192de13a272":{"type":"legal-item","settings":{"heading":"CCPA","content":"<p>CALIFORNIA INFORMATION If you are a California resident, you have certain rights with respect to your personal information. Those rights and how you may exercise them are described below. The fact that you have elected to exercise these rights will have no adverse effect on the price and quality of our products.<\/p><p>RIGHT TO REQUEST INFORMATION ABOUT DISCLOSURE TO THIRD PARTIES FOR THEIR DIRECT MARKETING PURPOSES. You may request information about our disclosure of personal information to third parties or affiliated companies for their direct marketing purposes. To make such request, please email us at support@rawjuicery.com. Please allow up to 30 days for us to process your request. You may submit such a request once per year.<\/p><p>RIGHT TO KNOW. You may request that we provide you for the last 12 months a list of the categories of personal information we have collected about you, the categories of sources from which it was collected, the business purpose for collecting or “selling” the information, and the categories of “third parties” to whom we disclosed or “sold” that information. You may also request that we provide you in machine readable format a copy of the specific pieces of personal information we have collected about you in the past 12 months. You may make a request to know up to two times in a 12-month period, subject to limitations described in the law. For a list of general categories of information that we have collected and shared in the past 12 months, see the tables above in the “What We Collect and Why” and “How We Share Your Data” sections.<\/p><p>RIGHT TO DELETE. You may request that we delete any personal information that we have collected from you. However, the law exempts certain information from deletion. For example, we may keep information necessary for security and fraud detection. We also may keep information needed to provide you goods or services. For example, if you ask us to delete your data but retain your loyalty account, we will keep the information we need to continue providing you loyalty benefits. When we respond to your request to delete, we will explain what (if any) information we have kept and why. Please note that the law does not consider anonymized or pseudonymized information to be “personal information,” and we may “delete” your information by anonymizing or pseudonymizing it.<\/p><p>NON-DISCRIMINATION. You have the right to be free from discrimination for using these rights. We will not deny you goods or services, charge you different rates, or give you different discounts because you used one of these rights.<\/p><p>HOW TO MAKE A REQUEST. You may make a request to know or delete by emailing support@rawjuicery.com or by calling our toll-free number at (213) 221-6281. When you make a request, we will take steps to verify your identity before responding. This is to protect your information. We will ask you to provide us your email and physical address. If you maintain an account with us, these must match the addresses connected to your account. We will then send you a physical letter to this address with a one-time code. You must email us this code from the email address you provided. Once you do, we will respond to your request.<\/p><p>AUTHORIZED REPRESENTATIVES. You may also designate an authorized representative to make data subject rights requests on your behalf. We will require verification that you did in fact authorize the representative. Unless the law requires otherwise, your authorized representative must provide contact details for you. We will contact you to confirm that you authorized the representative. Once you confirm, we will promptly respond to the rights request.<\/p><p>CONTACT FOR MORE INFORMATION. If you have questions please contact support@rawjuicery.com.<\/p><p>RIGHT TO OPT OUT OF “SALE” OF PERSONAL INFORMATION If you are a California resident, you have the right to opt out of the “sale” of your personal information to “third parties.”<\/p><p><em>Sale is defined very broadly.<\/em> The law defines “sale” more broadly than you might think. It doesn’t just include the exchange of data for money. Instead, it covers any transfer of personal information to a “third party” in exchange for “other valuable consideration.”<\/p><p>We do not transfer your information to third parties in exchange for money and we will not do so. However, we do transfer personal information to certain third parties in order to operate our business (for example, to market our products and services). It is possible that someone could claim that this transfer was in exchange for “other valuable consideration.” We want to be careful with and respectful of your information. Therefore, if you opt out, we will not transfer your information to any “third party” except as explained below (and allowed by law).<\/p><p><em>Opting out may have impacts you don’t expect.<\/em> Any transfer of data to a “third party” may be considered a “sale” of data. The law considers any other business a “third party” unless that business agrees to specific contractual provisions. We try to get all of the businesses to whom we send information to add this special language to their contracts with us. But not everyone will or can agree to those terms.<\/p><p>As a result, if you opt out of the “sale” of data, we will not be able to send data to some of our business partners. That may mean that, after you opt out, you may not receive all of the marketing and other information you are accustomed to receiving from us. In the extreme, if one of our critical partners cannot agree to the special contract language, and is considered a “third party”, it is possible that some features of our web site or other services may not work for you after you opt out.<\/p><p>In addition, California law prevents us from asking you to “opt in” for a year after you “opt out.” We are allowed to tell you, however, if a specific transaction requires a transfer of data to a third party. We may alert you if a transaction requires a transfer to a third party so that you can opt in if you would like to continue with the transaction.<\/p><p><em>Minors.<\/em> We do not “sell” the data of people under 16, and do not intend to collect data related to people who are under 13.<\/p><p><em>Exceptions to the opt out.<\/em> The law creates several exceptions that are important for you to be aware of.<\/p><p>We are allowed to transfer data to a “service provider” even if you opt out. The law does not consider that kind of transfer to be a “sale.” A service provider is a business that agrees not to use your information for any purpose other than providing the services specified in our contract. For example, we transfer data to business partners to provide data security and detect fraud. Those businesses are “service providers.” Even if you opt out, we will continue to transfer data to our service providers.<\/p><p>We are also allowed to transfer your data to a third party where you direct the transfer or direct us to interact with the third party. For example, if you direct us to use a specific payment method to pay for your order, even if you have opted out, we will still transfer the data necessary to process your order.<\/p><p>Collecting information and using it ourselves is not a “sale.” Opting out of the “sale” of your data does not prevent us from continuing to collect and process your personal information. You can learn more about how and why we collect personal information at our Notice of Collection.<\/p><p>The “opt out” only applies to “personal information.” This is information that is or is capable of being linked to you. We use anonymization and pseudonymization to protect privacy. That data is not “personal information.” Opting out will not limit our transfer of that data to third parties.<\/p><p><em>Technical limitations on opt out.<\/em> Please note that there are technical limits to our ability to identify data related to you and, if you opt out, to prevent the “sale” of that information to other parties. Where we can reasonably determine that information relates to you and you have opted out, we will not “sell” it to “third parties” (except as allowed by the law). However, we may not be able to determine that information relates to you. In that case, the information may be “sold” to a third party.<\/p><p><em>Opting out is not unsubscribe.<\/em> Opting out of the “sale” of personal information will not prevent you from receiving marketing messages from us. If you wish to unsubscribe from our emails, please follow the unsubscribe link in one of our emails. If you wish to unsubscribe from text messages, please follow the unsubscribe process for the program you opted into.<\/p><p>HOW TO OPT OUT. If you would like to opt out of the “sale” of your data, you have several options. You may click the opt out button (located below), you may email us at support@rawjuicery.com, or you may call us toll free at (213) 221-6281. You will not be required to create an account in order to opt out.<\/p><p><em>If you have an account.<\/em> The easiest way to opt out is to “log in” to your account and then click the opt out button. If you do, the email address associated with your account will be opted out, and we will set a cookie on your device to facilitate your opt out. That cookie will enable us to identify you if you return and allow us to prevent data from being “sold”. If you delete the cookie or return using a different device or browser and are not “logged in” to your account, we will not be able to connect the session to your opt out and will not be able to prevent the “sale” of the data.<\/p><p>If you want to opt out using email or our toll-free number, you will need to follow more steps. If you want to opt out an email address that is different from the email on your account, you will need to use the email or toll-free number to do so. To use the email or toll-free numbers to opt out, you or your authorized representative will need to provide us the email address you wish to opt out. We will then send a message to that address. You must reply from that email address to complete the process. This extra step is to authenticate you and prevent fraud and abuse. If you want multiple email addresses opted out, you must provide each address to us. This is because we have no reasonable way to use a single address you give us to link to other addresses you may have.<\/p><p>If you email us or use the toll free number, we will have no way of setting a cookie on your device. This will limit our ability to prevent the “sale” of data. For this reason, the opt out button is the most complete way to opt out of the “sale” of data.<\/p><p><em>If you do not have an account.<\/em> The most complete way to opt out is to use the “opt out” button and then follow the prompts to email us the email addresses you would like opted out. If you do, we will set a cookie on your device to facilitate your opt out. That cookie will enable us to identify you if you return and allow us to prevent data from being “sold”. If you delete the cookie or return using a different device or browser, we will not be able to connect the session to your opt out and will not be able to prevent the “sale” of the data.<\/p><p>After you click the “opt out” button, if you want to opt an email address out, you must follow the prompts and provide us the address. In the alternative, you may email us or use the toll free number. In either case, you or your authorized representative will need to provide us the email address you wish to opt out. We will then send a message to that address. You must reply from that email address to complete the process. This extra step is to authenticate you and prevent fraud and abuse. If you want multiple email addresses opted out, you must provide each address to us. This is because we have no reasonable way to use a single address you give us to link to other addresses you may have.<\/p><p>If you email us or use the toll free number, we will have no way of setting a cookie on your device. This will limit our ability to prevent the “sale” of data. <\/p><p>CALIFORNIA NOTICE OF FINANCIAL INCENTIVE. The RAW Rewards Program (\"Program\") benefits customers with member-only perks for enrolling in the program. Eligible individuals may enroll in the Program using their existing Raw Juicery account or by creating a new one and then providing their name, email address, and birthday. If an individual joins the Program at the point of sale in-store and does not already have an existing web account, they should create one using the same email address to complete enrollment.<\/p><p>We do not sell or transfer your information to third parties in exchange for money and we will not do so. The value of your personal information that we receive through the Program is related to your participation in the Program, including but not limited to, how often you choose to redeem various incentives offered through the Program and the value of the incentives redeemed.<\/p><p>You may opt-out of receiving Program-related emails (including Program marketing emails) or Raw Juicery marketing emails at any time by following the instructions provided in the email and as otherwise provided in the Privacy Policy. If you opt-out of Program-related emails, you will no longer receive emails regarding your Program status or the Program benefits that may be available to you. If you do not want to receive any communications from Raw Juicery, Inc., please request a termination of your membership and stop participating in the Program<\/p><p>To learn more about our Loyalty Program, check out the Raw Juicery, Inc. terms of use.<\/p><p>MORE ON PRIVACY. We take the security and privacy of your data very seriously. If you would like to learn more about it, please read our <a href=\"https:\/\/rawjuicery.com\/pages\/legal\"><span style=\"text-decoration:underline\">Privacy Policy<\/span><\/a>.<\/p>"}}},"block_order":["d0854147-fe1c-47e2-9fdd-15175bbae810","907aba8f-0938-4263-8d70-3b65e4d7459d","9d111739-8301-4240-bf32-9072385d49c0","d6c6ffb2-c952-4c15-b88c-1192de13a272"],"settings":{}}},"order":["main","6f23d63f-7f37-4f1d-b6b4-8528ef2b24a2"]}