{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"1660782478be60d2c5":{"type":"page","settings":{"page_title":"Our Story","bg_color":"#D3CECC"}},"1660781424e2b5557f":{"type":"image-with-text","blocks":{"1a9eac30-01fe-4b7e-a4b8-5110c6e9d0cd":{"type":"image-with-text","settings":{"image":"shopify:\/\/shop_images\/Logo_v01c.png","heading":"","blurb":"Our difference is found at first sip. We design recipes around taste and function first, not price. We go far beyond our peers in procuring the highest grade ingredients from the best suppliers we can find worldwide.\n\nJust as importantly, we never denature our beverages with cheap preservatives or heat pasteurization. Our mission is to deliver the highest quality juice products achievable to your door and to the independent, community retailers who make our neighborhoods great. We say that juice is best when served raw and in its most natural state - this is our RAW ethos.","bg_color":"#D3CECC","arrangement":"text-then-image"}},"7e5842cb-50c2-45fc-bb4c-8eb48ae8b30d":{"type":"image-with-text","settings":{"image":"shopify:\/\/shop_images\/Kale_v02.jpg","heading":"Superior Ingredients","blurb":"We don't use the term \"locally sourced\" because we use the best ingredients found anywhere around the globe. Over the past 8 years, we've gotten acquainted with the top purveyors in our business and have developed stringent standards to ensure we buy the absolute best ingredients available. We go beyond the USDA Organic certificate; we look at HAACP plans, read lab reports, ask for spec analysis, require Kosher certification, talk to growers directly, and always verify processing techniques (if any) to guarantee the ingredients are raw and in whole form.","bg_color":"#FFFFFF","arrangement":"image-then-text"}},"88b264d4-077e-4158-b18e-fae8c6027490":{"type":"image-with-text","settings":{"image":"shopify:\/\/shop_images\/Cold_Pressed_v01.jpg","heading":"What is Cold Pressed?","blurb":"Not to be confused with \"cold-pressured,\" the term cold-pressed is a slow, cold, squeeze-type method of juice extraction. This is usually achieved by grinding fresh ingredients into a mash or pulp, and slowly squeezing it through a cloth or mesh bag using a powerful hydraulic press. A true cold-pressed juice is never subjected to high RPM blades, excessive heat or blasted by air. It is the slowest, most delicate method of extraction that has ever or will ever exist. It is by far the most superior extraction method because it reduces oxidation and maintains the natural integrity of the juice. Unlike many of our competitors, we will continue to employ this method over other quicker, cruder alternatives because it is essential to yielding the highest quality juice product possible.","bg_color":"#FFFFFF","arrangement":"text-then-image"}},"e0a4207b-95a6-4303-b626-709e4ee5a564":{"type":"image-with-text","settings":{"image":"shopify:\/\/shop_images\/Logo_v01c.png","heading":"In the Community","blurb":"We've made it part of our mission to focus on serving the independent food retailers who make our neighborhoods great. We stay away from large, corporate grocery chains for many reasons, but mainly because we cherish the independent retailers who do things with a little more love. In the cities where we conduct our business, we offer our own direct distribution so that we may offer an improved service and connection to our retail partners. This also results in a more diverse range of products at a lower cost to the final drinker. Raw Juicery started from very humble beginnings and will continue focusing on the neighborhoods and small businesses who appreciate what we do.","bg_color":"#FFFFFF","arrangement":"image-then-text"}}},"block_order":["1a9eac30-01fe-4b7e-a4b8-5110c6e9d0cd","7e5842cb-50c2-45fc-bb4c-8eb48ae8b30d","88b264d4-077e-4158-b18e-fae8c6027490","e0a4207b-95a6-4303-b626-709e4ee5a564"],"settings":{}}},"order":["main","1660782478be60d2c5","1660781424e2b5557f"]}