{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"1660783438979dd4d7":{"type":"page","settings":{"page_title":"Ingredients","bg_color":"#FFFFFF"}},"1660765368d1ac6bc0":{"type":"ingredients","blocks":{"79a92220-b9e0-432a-b1ec-c3fde3f86815":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Aloe.jpg","ingredient":"ALOE","location":"Harlingen, Texas","map_lat":26.2,"map_lng":-97.7,"description":"<p>Cultivated in the arid Texas climate, our Aloe Vera<em> (Barbadensis miller<\/em>) leaves are shipped in each week to be fileted and scraped of their precious gels. We use only the inner leaf portion and then sift about 95% of the pulp. While Aloe is high in vitamins and other enzymes, it's all about the plant's <em>polysaccharides<\/em> — the magic bullets responsible for much of the well-known skin healing and anti-aging properties known around the world. Most commercially made Aloe products contain almost no polysaccharides because they're destroyed in the heating process.<\/p>","product":["toucan-melange","mermaid-lemonade","aftermath"]}},"6b8a11a0-c72f-40ab-a524-3703c0110539":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Apple.jpg","ingredient":"Apple","location":"Bonsal, California","map_lat":33.3,"map_lng":-117.2,"description":"<p>Our Granny Smith Apples are grown and harvested in the heart of Apple Country, near the rushing waters of the Columbia River in Washington state. Of the many varieties of apples, we only use Granny Smith Apples <em>(Malus domestica) <\/em>for their tart, crisp flavor, and comparably lower sugar content relative to other types. They also contain more prebiotic pectins and attractive amounts of flavonols, such as quercetin, which is now studied for its relationship to human longevity.<\/p>","product":["green-fiend","red-cure"]}},"e2777eba-7f32-446f-8eb0-97ccbb6b07e8":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Ashwagandha_Powder.jpg","ingredient":"Ashwagandha","location":"Uttar Pradesh","map_lat":27.9,"map_lng":79.8,"description":"<p>A small, woody shrub cultivated extensively in India, Ashwagandha (<em>Withania Somnifera Dunal<\/em>) is the flagship herb of Ayurveda going back to 4000 BC. It's an adaptogen widely believed by Eastern practitioners to relieve stress and anxiety over time. Some studies indicate that it supports neuroprotective\/neurogenerative connections, hormonal balance, and healthier sexual function in both men and women. We strictly use an extract of the root of this plant only; no leaves, seeds, or flowers for utmost concentration and quality.<\/p>","product":["chill-pill"]}},"f4bff0d6-7690-4332-9fc4-9bb698531e3a":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Baobab.jpg","ingredient":"Baobab","location":"Senegal, Africa","map_lat":14.4,"map_lng":-14.4,"description":"<p>The majestic Baobab tree is an icon of the African continent and lies in the heart of traditional African remedies and folklore. The trees have been carbon-dated to be as old as 3000 years, and we believe the nutritious fruit they bear can promote similar longevity effects to all who consume them. The pulp of the Baobab fruit is one of the health and beauty world's best-kept secrets; extremely rich in vitamin C, a natural prebiotic, and boasts the highest ORAC of any whole fruit in the world. We believe the antioxidants and prebiotics in Baobab combined with the natural compounds (such as citrulline) and hydrating properties of Watermelon substantially enhance their bioavailability.<\/p>","product":["melon-rose"]}},"58fe18dd-9f80-4ad7-bb37-5ffda63ff5fd":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Basil.jpg","ingredient":"Basil","location":"California","map_lat":36.5,"map_lng":-119.7,"description":"<p>Good for more than just pesto, Basil (<em>Ocimum basilicum<\/em> L.) is one of the oldest herbs known to man. The distinct smell and flavor is as well known around the world but it is lesser understood for some of its unique functional properties. Basil is an inherent flavor enhancer, adding something extra to many dishes but also boasts a plethora of health benefits from its variety of polyphenols, phenolics, flavonoids, and phenolic acids. With significant botanical differences across varieties of Basil, each features unique properties. We use the Oil of Sweet Basil, specifically in our Elixir, which also contains polysaccharides currently being studied in relation to memory, blood pressure, and overall gut health.<\/p>","product":["aftermath"]}},"2837bf2b-7542-4548-b5f3-9c29348d1b4f":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Beets.jpg","ingredient":"Beets","location":"Watsonville, California","map_lat":36.9,"map_lng":-121.8,"description":"<p>We use jumbo-sized loose Red Beets (Beta vulgaris) grown in pesticide-free soils that are rich in trace elements, nutrients, and nitrates. Beets absorb everything in the ground, including the nitrates that work the body's nitric oxide pathway to form one of the body's most important molecules, nitric oxide (NO). Nitric oxide increases blood flow and muscular contractility while improving the delivery of oxygen to muscles and other tissues. Our favorite times to drink our Beets are in the morning and\/or within 1–2 hours before exercising.<\/p>","product":["red-cure"]}},"f2af9ddc-60fa-4428-8e03-8347ea064b44":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Blackberry.jpg","ingredient":"Blackberry","location":"Andalucia, Spain","map_lat":37.4,"map_lng":-4.7,"description":"<p>That deep, dark luscious hue indicates a high concentration of anthocyanins-- arguably the most potent antioxidant in the berry world. Blackberry (<em>Rubus fruticosus) <\/em>proliferates all over the globe from some of the most important thorny shrubs in the world called <em>bramble. <\/em>In some regions, one bramble can feed over 150 different species of invertebrates, while the delicious Blackberries serve as food for hundreds of species of mammals and birds. Before modern industrialization of the Blackberry, this holy berry was used by Native Americans and ancient civilizations alike as medicines, dyes, and even protection from curses. Still considered a superfood, Blackberries are abundant in healthy antioxidants and a great source of Vitamin C, K, iron, magnesium, and copper.<\/p>","product":["blango-tango","berry-bae"]}},"76f2f566-f0e4-47b9-b95e-80a854d07614":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Blueberry.jpg","ingredient":"Blueberry","location":"New Brunswick, Canada","map_lat":46.6,"map_lng":-66.5,"description":"<p>If you’re not from Atlantic Canada, you may have never actually eaten a Wild Blueberry (<em>Vaccinium angustifolium<\/em>) before. Wild Blueberries boast nearly twice the antioxidant levels as their cultivated counterparts due to the higher anthocyanin content found in their skins. There’s also a tremendous difference in flavor profiles, as they tend to have a sweeter, tangier, and more intensely “blueberry” taste than their more commercial cousins. The peaty, acidic soil of the Canadian countryside along with the mid-temperate climate provides the perfect growing conditions, with bees and other pollinators helping to propagate, while the local birds provide natural pest management.<\/p>","product":["berry-bae","cosmic-coco"]}},"d0d7241e-a360-478f-88dd-b86c5c996748":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Cacao.jpg","ingredient":"Cacao","location":"Bonsal, California","map_lat":33.3,"map_lng":-117.2,"description":"","product":[]}},"d47aeae4-f696-4fc6-8ba7-c74e529c35af":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Canataloupe.jpg","ingredient":"CANATALOUPE","location":"San Joaquin Valley","map_lat":34.8,"map_lng":-92.4,"description":"<p>Bursting with vitamin A, C, and Lutein, our Cali-grown Cantaloupes (<em>Cucumis melo var. cantalupensis<\/em>) are harvested each year in early May under hot, arid growing conditions under the strictest safety standards in the world. Farmers in California must produce their melons under the guidance of the California Cantaloupe Advisory, which assures a level of safety that we trust more than any other part of the United States or Mexico. Cantaloupe is 92% water and has a distinct, sweet juice that pairs incredibly well with earthy, root vegetables such as jicama, turmeric, sweet potato, and carrot. <\/p>","product":["earth-nectar"]}},"bc9534cf-0c34-4f23-b17f-3e2b8b736180":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Celery.jpg","ingredient":"Celery","location":"Oxnard, California","map_lat":34.2,"map_lng":-119.2,"description":"<p>Grown in California with very rich, neutral pH soil with organic compost and full sun. We use thick, full stalks and throw everything including the leaves in our press. Celery has recently made a massive comeback in the mainstream, with many people realizing its low-glycemic, alkalizing, and digestive-supporting properties.<\/p>","product":["g3-live","green-fiend","celery-juice"]}},"d2f9a52e-70db-4c45-a3bd-5fb91c7f9535":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Cilantro.jpg","ingredient":"Cilantro","location":"Monterey, California","map_lat":36.6,"map_lng":-121.9,"description":"<p>Like many of our ingredients, Cilantro (<em>Coriandrum sativum) <\/em>has been used for its distinct, robust flavor and perceived health benefits for many centuries. More recent studies have shown that Cilantro attaches to heavy metals in the bloodstream and aids in their elimination from the body in a process called <em>chelation<\/em>. These binding properties of Cilantro are thought to come from its biochemical constituents, including phytic acid and amphoteric electrolytes that can attach to metals. <\/p>","product":["red-cure"]}},"4a3a199d-f6f5-43c4-8edd-2be4efa0ab9b":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Coconut_Nectar.jpg","ingredient":"Coconut Nectar","location":"Ratchaburi Province, Thailand","map_lat":13.5,"map_lng":99.6,"description":"<p>This 100% additive-free, fair-trade Coconut Nectar is harvested using a century-old Javanese hand-harvesting method. The blossoms of the Thai Coconut Palms (<em>Cocos nucifera L) <\/em>are cut and harvested twice daily, where the precious watery nectar is gently evaporated until it becomes a syrup. With a relatively low GI score (35) and virtually non-existent fructose levels, this syrup has a nutritional profile unlike any other sweetener (besides raw honey), with an impressive presence of 17 different amino acids, vitamins B and C, and important minerals such as magnesium and potassium.<\/p>","product":["chill-pill","boss-tonic","berry-bae","mermaid-lemonade","the-cleanup"]}},"ef792b1c-bb30-4b08-a557-e0a0a28896ac":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Coconut_Water.jpg","ingredient":"Coconut Water","location":"Bonsal, California","map_lat":33.3,"map_lng":-117.2,"description":"","product":["jungle-snow","blango-tango"]}},"80481dbb-3d3e-4ef5-b300-7f65c8a7af57":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Cucumber.jpg","ingredient":"Cucumber","location":"Guinda, California","map_lat":38.8,"map_lng":-122.2,"description":"<p>Our heirloom, outdoor-grown <em>Green Burples<\/em>s Cucumbers (Cucumis sativus) are organically grown from small family California farms. We do this because quality-grown Cucumber requires full sun, rich compost, and most importantly, at least 18 inches of separation for optimal airflow to achieve the sweet, high-yielding green juice we desire. The bigger corporate farms simply do not do this. One cup of our raw Cucumber juice has your full daily value of vitamin K, potassium, vitamin C and enough electrolytes to get you darn-near through a half marathon.<\/p>","product":["spa-day","red-cure","green-fiend","g3-live"]}},"d2199545-1fde-4109-bab2-6b57e19f5987":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Dandelion.jpg","ingredient":"Dandelion","location":"Lamont, California","map_lat":35.3,"map_lng":-118.9,"description":"<p>This weed may be considered a nuisance at some farms, but we say these greens are worth saving. We love our Dandelion Green (<em>Taraxacum officinale) <\/em>because it's potent in calcium, iron, and potassium, and can work wonders if you're constipated or having digestive issues. Interestingly, Dandelion has been studied for its role in skin and photoaging protection. In one 2015 study, it was concluded that Dandelion Green and flower extracts improved UVB absorption and prevented cellular senescence in human dermal fibroblasts.<\/p>","product":["master-cleanse"]}},"398aa1d1-9c53-4316-b1c0-89e36e5dacb4":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Elderberry.jpg","ingredient":"Elderberry","location":"Elwha, Washington","map_lat":48.1,"map_lng":-123.4,"description":"<p>Commonly known as Red Elderberry (<em>Sambucus racemosa), <\/em>its rich history of usage by various North American tribes in both medicine and food cannot be understated. To the natives, the Elderberries were consumed for medicinal purposes in their raw form <em>with<\/em> the seeds (considered poisonous by today’s standards) and were specifically helpful as an emetic and a purgative when deemed necessary. While our Elderberry juice is the <em>only <\/em>juice we offer as a concentrate (<em>without <\/em>theseeds), we intentionally do this to avoid the type of intense detoxification qualities that natives utilized medicinally to focus on the high vitamin C and ORAC benefits that we commonly know to soothe sore throats, ease allergy discomfort, support digestion, and offer immense free radical protection.<\/p>","product":["berry-bae"]}},"7d378cc4-812c-4113-8f2d-89b80bf6fc3a":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Ginger.jpg","ingredient":"Ginger","location":"Pichanaki, Peru","map_lat":-12.1,"map_lng":-77.0,"description":"<p>Fiery yellow with famously intense flavor, Peruvian Yellow Ginger Root (<em>Zingiber officinale Roscoe)<\/em> is a key ingredient in many of our beverages. The Peruvian Amazon is our sole origin source for this special tuber because it grows consistently and sustainably in this region under tropical climate conditions year-round. It's also the spiciest variety of any origin we've ever tried, likely due to its elevated levels of<em> gingerol <\/em>— a compound similar to capsaicin and piperine — compared to other varieties of ginger, or any other food for that matter. While we're obsessed with that distinct bite, it's the many functional properties of those spicy compounds that we cannot make so many of our juices without.<\/p>","product":["boss-tonic","golden-boy","green-fiend","red-cure","aftermath","mini-boss-2-pack","g3-fire-2-pack","shine-time-2-pack"]}},"76ae5231-8339-4595-a486-12b9d4c89952":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Goldenberry.jpg","ingredient":"Goldenberry","location":"Boyacá, Colombia","map_lat":5.5,"map_lng":-73.4,"description":"<p>Our Golden Berry (<em>Physalis peruviana) <\/em>is known by a few other names around the world (Ground Cherry, Winter Cherry, Husk Berry, Inca Berry, Cape Gooseberry, Uchuva) and grows in high-altitude, temperate climates in very few regions around the world. Usually encased in a papery husk and having a taste similar to a cross between a tomato and a pineapple, they are an incredible source of carotenoids and polyphenols. One of Golden Berry's most amazing and unique qualities is its <em>withanolide <\/em>content. Withanolide is a naturally-occurring adaptogen, which helps your body adapt to stress by improving the overall health of your adrenal system<\/p>","product":["golden-boy","sun-worship","earth-nectar","shine-time-2-pack"]}},"9124d615-0ecf-4a5a-9245-b9a3a8cbae74":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Honeydew.jpg","ingredient":"Honeydew","location":"Bonsal, California","map_lat":-73.4,"map_lng":-117.2,"description":"","product":["spa-day"]}},"16caf364-a5fa-43e3-a464-06083e3b0aff":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Jalepeno.jpg","ingredient":"Jalapeño","location":"Baja, Mexico","map_lat":30.4,"map_lng":-115.6,"description":"<p>We pick our Jalapeño Peppers (<em>Capsicum annuum)<\/em> when they're deep green, crunchy-bodied, with seeds containing consistent levels of <em>Capsaicin<\/em>. Capsaicin is the main functional compound found in hot peppers that gives them spice, thought to be an aid in pain relief and boost metabolism. We source our Jalapeños from 6th and 7th-generation Mexican pepper farmers who grow them to have a Scoville range between 5000–7000 for a consistent and palatable spice.<\/p>","product":[]}},"1bf326c0-a794-4f5b-ae01-81bf6feab89f":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Jicama.jpg","ingredient":"Jicama","location":"Baja California, Mexico","map_lat":30.4,"map_lng":-115.6,"description":"<p>A perennial, herbaceous climbing vine that produces edible underground tubers, Jicama <em>(Pachyrhizus erosus) <\/em>has a notably long growing season of about 150 days — making it less profitable for US farms to cultivate. Grown in hot, tropical climates, particularly in Mexico, the bulbous root of the Jicama produces a mild and milky-colored juice that is low in sugar compared to the majority of common fruits and vegetables. Jicama is amazing for gut health as a natural prebiotic, rich in inulin and full of vitamin C, magnesium, and potassium. We especially love it because it's truly a guilt-free juice that won't spike your blood sugar, and mixes surprisingly well with the majority of our many ingredients.<\/p>","product":["jungle-snow","earth-nectar"]}},"a2f02afd-b70d-4271-8cc5-82dcc0a6d34b":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Kale.jpg","ingredient":"Kale","location":"San Luis Obispo, California","map_lat":35.3,"map_lng":-120.7,"description":"<p>We use heirloom, dark blue-green Lacinato Kale (<em>Brassica oleracea var. palmifolia<\/em>) because it tends to yield sweeter juice and more chlorophyll than other varieties. Most people know that Kale is one of the most nutrient-dense leafy greens on the planet, but what most people <em>don't<\/em> know is that it also has very powerful anti-aging compounds such as quercetin, lutein, and zeaxanthin. It takes over a full pound of Kale leaves to yield a half-cup (8 ounces) of juice, and we aren't stingy with it either; each flavor containing Kale in our recipes has between 3–4 ounces of precious leaf juice in every bottle.<\/p>","product":["g3-live","green-fiend","tropic-thunder"]}},"acb5c757-c235-4856-bcfa-cee99bf48645":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Lemon.jpg","ingredient":"Lemon","location":"Murcia, Spain","map_lat":38.0,"map_lng":-1.1,"description":"<p>We use Spanish Fino Lemons for their outstanding flavor, balanced acidity, and naturally high essential oil content. There is something about those warm Spanish days and chilly nights that results in this variety's special aroma (higher D-limonene levels) and intense yellow juice that consistently measures between a 7 and 8 Brix. Lemon can be found in every single one of our flavors because it's the only preservative we allow ourselves to use. Since our juice is never pasteurized, its ions remain negatively charged (anionic), maintaining the same alkalizing effects during the digestive process as a freshly squeezed Lemon would have.<\/p>","product":["chill-pill","tropic-thunder","mermaid-lemonade","golden-boy","the-cleanup","boss-tonic","sun-worship","berry-bae","mini-boss-2-pack"]}},"2634f484-eda3-434d-8c3c-c0593b0523fe":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Lychee.jpg","ingredient":"Lychee","location":"Samut Songkhram, Thailand","map_lat":13.4,"map_lng":100.0,"description":"<p>Lychees <em>(Litchi chinensis)<\/em> are fleshy, tropical fruits native to Asia that have been grown and eaten wild since ancient times. An excellent source of vitamin C and potassium that strengthens the immune system, boosts collagen production, and promotes cardiovascular health — likely due to their significant levels of rutin and epicatechin. The fruits have long been intuitively consumed to reduce symptoms associated with colds. In Traditional Chinese Medicine, Lychees are viewed as a digestive stimulant and believed to help remove toxins from the body. We ethically source our Lychee from small, owner-operated family farms in Thailand, avoiding the cheaper, industrial monoculture export farming practices commonly employed in other regions of Southeast Asia.<\/p>","product":["cosmic-coco","jungle-snow","toucan-melange"]}},"0c679d23-2086-45ef-9848-d647e2e0d787":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Maitake_thumb_536f2e2f-6457-4660-b6d1-9d8ff98e266d.webp","ingredient":"Maitake","location":"Sequim, Washington","map_lat":48.1,"map_lng":-123.1,"description":"<p>Maitake (<em>Grifola frondosa<\/em>) is a medicinal polypore considered a choice edible composed of soft, overlapping, fan-shaped fronds. Most of Maitake's health benefits stem from their <em>beta-glucan<\/em>, a polysaccharide compound thought to support the immune system by activating effector cells like macrophages, T cells, and NK cells. The polysaccharide is also thought to support healthy blood sugar levels and contains minerals like potassium, calcium, magnesium, and B vitamins. We use whole, raw Maitake wild grown in the USA and never buy imported farm-grown mushrooms under any circumstances.<\/p>","product":["master-cleanse"]}},"3abbb703-17ed-4044-8c29-c030edab0980":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Mango.jpg","ingredient":"Mango","location":"Michoacán, México","map_lat":19.2,"map_lng":-101.9,"description":"<p>Mango has been an important component of the Ayurvedic and indigenous medical systems for at least 4000 years, where various parts of the Mango tree were used for different medicinal purposes. Compounds such as <em>mangiferin, <\/em>found mostly in the leaves of the fruit, but also in smaller amounts in the fruiting body, is likely the reason why Mango has historically been so sought after. The fruit itself gives us the ubiquitously known flavor and texture and brims with vitamin C, A, and other minerals like copper and magnesium. Our Mangoes come from a five-generation family-operated farm implementing advanced cultivation techniques, such as volcano-style pruning for increased aeration and micro-aspersion irrigation systems for maximum water efficiency. We verify that our Mangoes are grown in line with Good Agricultural Practices and Fair Trade standards, in addition to being grown using only USDA approved fertilizers.<\/p>","product":["blango-tango","sun-worship","shine-time-2-pack"]}},"b7a7dcc9-eab3-4b51-8e25-395fb769d54c":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Mint.jpg","ingredient":"Mint","location":"Lamont, California","map_lat":35.3,"map_lng":-118.9,"description":"<p>We use fresh, young greenhouse-grown Spearmint (<em>Mentha spicata)<\/em>. This deliciously pungent herb is a perfect enhancement to certain juices and is thought to provide additional antioxidant, antibacterial, and blood-purifying benefits. Its use throughout history can be traced back thousands of years as a treatment for stomach and digestive issues.<\/p>","product":["melonade","tropic-thunder","cosmic-coco","melon-rose"]}},"f6567f16-5637-4772-822f-d954630f5e26":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Orange.jpg","ingredient":"Orange","location":"Bonsal, California","map_lat":33.3,"map_lng":-117.2,"description":"","product":["g3-live"]}},"a87f5999-b1c3-4214-8e41-b8e82e94a6ad":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Parsley.jpg","ingredient":"Parsley","location":"Castroville, California","map_lat":36.8,"map_lng":-121.8,"description":"<p>We choose Italian Parsley (<em>Petroselinum crispum<\/em>) for its robust yet savory flavor over its bitter curly counterpart. Our grower waits 85 days to harvest for optimal foliage, reduced bitterness, and greater nutrient density. Parsley is known as a fantastic source of folic acid and can aid in reducing bloat. Parsley is an excellent source of vitamin K and vitamin C as well as a good source of vitamin A, folate, and iron. Parsley’s volatile oil components include myristicin, limonene, eugenol, and alpha-thujene. Its flavonoids include apiin, apigenin, crisoeriol and luteolin. These may sound like foreign substances, but they are naturally-occurring and should be sought after by all health aficionados.<\/p>","product":["green-fiend"]}},"da726195-2cba-4bf9-94bb-3e1861c344c9":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Pineapple.jpg","ingredient":"Pineapple","location":"Cuzco, Peru","map_lat":-13.5,"map_lng":-72.0,"description":"<p>For a time, we believed the best Pineapples in the world came from Costa Rica. We were wrong. Pineapples (<em>ananas comosus) <\/em>are native to South America and were grown by the Mayas and Aztecs as far back as 1200 BC. We believe Pineapples are more ethically grown in Peru than anywhere else in the world. Costa Rican-grown Pineapples, for example, are a highly industrialized, international corporate-owned export crop typically grown on farms with notoriously bad working conditions. In contrast, Peruvian-grown Pineapple cultivation has remained mostly domestic to the region as a staple ingredient and is primarily grown by Peruvians who still live by the old principles of <em>Ayni <\/em>passed down over the many centuries<\/p>","product":["tropic-thunder","master-cleanse"]}},"ace4deae-a117-440d-a2ff-fd1ec5f458cd":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Spinach.jpg","ingredient":"Spinach","location":"San Joaquin Valley","map_lat":34.8,"map_lng":-92.4,"description":"<p>A leafy green we can’t get enough of, Spinach is the superfood to beat in terms of benefits and we source a Savoy variety for its dark green leaves for yielding the richest green juices. We use only mature leaves and throw the entire plant in our juicers, roots and all. Popeye was obsessed for a reason: High in nutrients with vitamins and minerals like calcium, magnesium, potassium, iron and vitamins A, C and K, Spinach has been connected to numerous health benefits including everything from eyesight to bone strength to aid in a good night’s sleep. Spinach, thanks to a high insoluble fiber content, also supports healthy digestion and features antioxidant properties that help your body put up a fight against almost anything.<\/p>","product":["g3-live","green-fiend"]}},"f426ff08-5ca5-4f08-8acd-e70af363ec5d":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Spirulina.jpg","ingredient":"Spirulina","location":"Bonsal, California","map_lat":-92.4,"map_lng":-117.2,"description":"<p>Our sustainable and organically grown Spirulina (<em>Spirulina platensis<\/em>) is special because it is harvested raw — never purchased in powdered form. This amazing substance is considered by most health authorities, including NASA, as one of nature's most beneficial substances. It contains 65 vitamins, minerals, amino acids, essential omega-3 fatty acids, and chlorophyll in extremely dense form. Spirulina will be an essential food item for the first astronauts that go to Mars and is even being used by philanthropic groups around the world dealing with food insecurity to battle malnutrition.<\/p>","product":["g3-live","g3-fire-2-pack"]}},"2958a3fe-7246-44b5-8766-469543a48f38":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Tangerine.jpg","ingredient":"Tangerine","location":"Bonsal, California","map_lat":-92.4,"map_lng":-117.2,"description":"","product":["boss-tonic","sun-worship"]}},"32a2c54b-198a-4826-80b2-0ecc9db80adf":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Turmeric.jpg","ingredient":"Turmeric","location":"Viti Levu, Fiji","map_lat":-18.2,"map_lng":178.1,"description":"<p>Our Fijian Turmeric <em>(Curcuma longa) <\/em>grows exceptionally well under tropical island climate conditions and fertile volcanic soils. The geographic isolation of the hills of Viti Levu offers a pristine growing environment, nourishing our Turmeric with the world-famous untreated island artesian spring waters that Fiji is well known for. Harvesting is done by hand, with nearly no machinery touching the Turmeric. While this helps the environment and soil to stay clean, it mainly helps hundreds of Fijian villagers who rely on farming for income. A large public-private investment was made in 2019 to grow Turmeric in Fiji not only to spur their local economy, but to export some of the finest product we've found anywhere in the world.<\/p>","product":["earth-nectar","master-cleanse","boss-tonic","sun-worship","mini-boss-2-pack","shine-time-2-pack"]}},"2c5bc96c-f92c-4335-b876-91650df164e0":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Melon.jpg","ingredient":"Watermelon","location":"San Joaquin Valley","map_lat":34.8,"map_lng":-92.4,"description":"<p>Watermelon <em>(Citrullus Lanatus<\/em>) is of the botanical family Cucurbitaceae and is a cousin to the cucumber, pumpkin, and squash. In the 1800s, Watermelon growers would defend their patches from pillagers by randomly poisoning and even booby-trapping their precious melons. We like our Watermelons picked in August at their absolute sweetest. Although sweetness is important, it isn't everything; Watermelon should be known for its high levels of lycopene, citrulline, and B vitamins. Also, being 96% water makes Watermelon juice about ten times more fun to hydrate with than plain H2O.<\/p>","product":["melon-rose","melonade"]}},"17365912-c046-4ba0-92e3-73c4d891444a":{"type":"ingredient","settings":{"image":"shopify:\/\/shop_images\/Yuzu.jpg","ingredient":"Yuzu","location":"Kochi, Japan","map_lat":33.6,"map_lng":133.5,"description":"<p>Just now making its way to the West, Yuzu (<em>Citrus junus) <\/em>has had a 1400-year history in East Asia, starting in Central China and making its way into Japan where it's now most popularly grown. Yuzu is a highly aromatic citrus fruit that looks like a small, yellow grapefruit and grows from thorny, shrub-like trees. Rarely eaten as a whole fruit due to its highly potent oil content, you're more likely to find it in a sorbet or a fancy cocktail than a non-concentrated cold-pressed juice. This exceedingly rare fruit is as expensive as it is exotic, averaging around $1 per ounce of pure NFC juice in the States. With a short harvest season and naturally small juice yields, Yuzu is difficult for most food manufacturers to work with — especially as many Westerners are still learning about this beautiful fruit. Long story short, enjoy it wherever you can find it, especially in juice form!<\/p>","product":["toucan-melange"]}}},"block_order":["79a92220-b9e0-432a-b1ec-c3fde3f86815","6b8a11a0-c72f-40ab-a524-3703c0110539","e2777eba-7f32-446f-8eb0-97ccbb6b07e8","f4bff0d6-7690-4332-9fc4-9bb698531e3a","58fe18dd-9f80-4ad7-bb37-5ffda63ff5fd","2837bf2b-7542-4548-b5f3-9c29348d1b4f","f2af9ddc-60fa-4428-8e03-8347ea064b44","76f2f566-f0e4-47b9-b95e-80a854d07614","d0d7241e-a360-478f-88dd-b86c5c996748","d47aeae4-f696-4fc6-8ba7-c74e529c35af","bc9534cf-0c34-4f23-b17f-3e2b8b736180","d2f9a52e-70db-4c45-a3bd-5fb91c7f9535","4a3a199d-f6f5-43c4-8edd-2be4efa0ab9b","ef792b1c-bb30-4b08-a557-e0a0a28896ac","80481dbb-3d3e-4ef5-b300-7f65c8a7af57","d2199545-1fde-4109-bab2-6b57e19f5987","398aa1d1-9c53-4316-b1c0-89e36e5dacb4","7d378cc4-812c-4113-8f2d-89b80bf6fc3a","76ae5231-8339-4595-a486-12b9d4c89952","9124d615-0ecf-4a5a-9245-b9a3a8cbae74","16caf364-a5fa-43e3-a464-06083e3b0aff","1bf326c0-a794-4f5b-ae01-81bf6feab89f","a2f02afd-b70d-4271-8cc5-82dcc0a6d34b","acb5c757-c235-4856-bcfa-cee99bf48645","2634f484-eda3-434d-8c3c-c0593b0523fe","0c679d23-2086-45ef-9848-d647e2e0d787","3abbb703-17ed-4044-8c29-c030edab0980","b7a7dcc9-eab3-4b51-8e25-395fb769d54c","f6567f16-5637-4772-822f-d954630f5e26","a87f5999-b1c3-4214-8e41-b8e82e94a6ad","da726195-2cba-4bf9-94bb-3e1861c344c9","ace4deae-a117-440d-a2ff-fd1ec5f458cd","f426ff08-5ca5-4f08-8acd-e70af363ec5d","2958a3fe-7246-44b5-8766-469543a48f38","32a2c54b-198a-4826-80b2-0ecc9db80adf","2c5bc96c-f92c-4335-b876-91650df164e0","17365912-c046-4ba0-92e3-73c4d891444a"],"settings":{}}},"order":["main","1660783438979dd4d7","1660765368d1ac6bc0"]}