{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"1660865383a9275c03":{"type":"support","blocks":{"e19970f4-b648-4ed0-a3e1-285a08b9bd44":{"type":"support-item","settings":{"heading":"Product","content":"<p><strong>WHY IS COLD-PRESSED JUICE BETTER?<\/strong><\/p><p>The Cold-Press method is superior because it does not denature the sensitive cell walls or molecular structures that constitute the juice. It is a very slow process, free of fast-spinning blades or augers that would otherwise ruin the juice with excessive heat and aeration. The slow grinding of the raw ingredients into a \"pulp,\" which is subsequently pressed, removes the fibers and gives us beautiful liquid with virtually no oxidation. Thus final product is the cleanest, purest juice possible- fully intact as it was inside of the fruit before extraction.<br\/><\/p><p><strong>ARE YOUR PRODUCTS PASTEURIZED? <\/strong><\/p><p>Never. Our beverages undergo what's called <em>High-Pressure Processing<\/em>, also known as HPP. This method requires a very large and expensive machine capable of applying extremely high pressures (90,000 psi) to the bottled juice within a cold environment. This is extremely different from pasteurization, which is the quicker and cruder method of heating (cooking) the juice at high temperatures. HPP is our final safety step required of us by the FDA and is a very laborious and costly method to employ compared to traditional pasteurization. HPP preserves the juice's natural flavor and nutritional integrity and is virtually indistinguishable from fresh juice, while at the same time extending our shelf life so our products can last longer than a few days.<\/p><p><strong>ARE YOUR PRODUCTS ORGANIC?<\/strong><\/p><p>All of our products are certified organic except for The Cleanup 2.0, Jungle Snow, and Toucan Mélange. <\/p><p><strong>WHAT IS THE \"CERTIFIED R.A.W.\" SEAL ON YOUR LABEL?<\/strong><\/p><p>This seal is granted by Certified R.A.W, a relatively new nonprofit certification agency that has defined a standard for what is considered \"raw\" for packaged food products. It considers multiple aspects of our production process, from ingredient selection to manufacturing. The certification includes the same requirements and principles of GMP, HACCP, FSMA, HARPC, USDA Organic, and Non-GMO.<\/p><p><strong>ARE YOUR PRODUCTS VEGAN, GLUTEN-FREE, AND NON-GMO?<\/strong><\/p><p>Yes.<\/p><p><strong>ARE YOUR PRODUCTS KOSHER? <\/strong><\/p><p>Yes, we are certified by Kosher LA.<\/p><p><strong>ARE YOUR BOTTLES BPA-FREE?<\/strong><\/p><p>Yes. The type of plastic we use is PET which means there are no BPA, BPS, Phthalates, or Phthalate Based Plasticizers. PET plastic is also the most recyclable plastic there is, so please do.<\/p><p><strong>DO YOU ADD ANY SUGAR TO YOUR JUICES?<\/strong><\/p><p>We do not add any refined sugars to our juice. In our +Probiotic Line, we use Coconut Nectar to sweeten. Coconut nectar is a sap that comes from coconut palms with a nutritional profile unlike any other sweetener. It contains almost zero fructose and clocks about a 35 on the Glycemic Index.<\/p><p><strong>WHAT DO YOU DO WITH THE LEFTOVER PULP?<\/strong><\/p><p>About 20% is sorted and sold to other businesses that use it for other food products. The other 80% is composted or discarded.<\/p>"}},"039fbc4d-deba-4219-80c9-a0955932b896":{"type":"support-item","settings":{"heading":"Safety","content":"<p><strong>ARE YOUR JUICES SAFE FOR PREGNANT OR BREASTFEEDING WOMEN? <\/strong><\/p><p>Yes, but check with your doctor before going on a Cleanse.<\/p><p><strong>I HAVE [INSERT PRE-EXISTING CONDITION], AM I SAFE TO DO A CLEANSE? <\/strong><\/p><p>Only your doctor can answer that question for you. Everyone's health situation is a little different, so if this is a legitimate concern for you, please rely on professional medical advice.<\/p><p><strong>WILL THE JUICES INTERFERE WITH MY MEDICATIONS? <\/strong><\/p><p>Possibly. Consult with your doctor if this is a concern for you.<\/p><p><strong>WHAT ARE THE SIDE EFFECTS OF CLEANSING?<\/strong><\/p><p>Side effects will depend on the individual. Frequent urination is a universal side effect. Negative side effects include headache, nausea, fatigue, moodiness, dizziness, or change in bowel function. However, most if not all of these effects can be reduced by preparing 2-3 days in advance of your cleanse.<\/p>"}},"bd74e82e-1dbc-4423-abed-cf7ce577aeda":{"type":"support-item","settings":{"heading":"Shipping","content":"<p><strong>WHAT TIME WILL MY JUICES ARRIVE? <\/strong><\/p><p>Since we ship your juice Next Day Air, they normally will arrive between 10:00-11:30 am. Sometimes they'll arrive even sooner or not until the early afternoon. Some determinants of on-time delivery can vary depending on your location, weather conditions, or if it's a busier time of year. If you don't receive your package by 5 pm on your delivery day, please reach out to us so we can file a claim.<\/p><p><strong>WHAT DOES THE SHIPPING INSURANCE COVER EXACTLY? <\/strong><\/p><p>The Shipping Protection covers the value of the entire order if your package is lost, stolen, or spoiled due to misdelivery. We use a 3rd party insurer called Route to cover the package, and we will gladly assist you in the unlikely scenario that a claim must be filed. <\/p><p><strong>WHAT IF I AM NOT THERE WHEN MY JUICE IS DELIVERED?<\/strong><\/p><p>No worries. Our special packaging is designed to keep the product cold for the entirety of your delivery day. However, please refrigerate your juices as soon as you receive them. If your juices arrive warm for any reason, please let us know and we can discuss the best course of action depending on the situation.<\/p><p><strong>WHAT IF UPS DOES NOT DELIVER ON TIME?<\/strong><\/p><p>Sometimes UPS may miss your delivery day entirely. This is not uncommon; it happens around 2-3% of the time. In most instances, our hands are tied. Before writing us, please allow UPS until the following morning to deliver your juice. Our packaging is designed to hold up for up to 36-48 hours <em>depending on the outside temperature<\/em>. The juices should be fine even on the following day under the majority of instances, but if you receive the juices warm, contact us right away and we will remedy the situation.<\/p><p><strong>HOW DO YOU SHIP THE JUICE?<\/strong><\/p><p>We ship UPS Next Day Air for all orders. Our shipments are normally in transit for no longer than 24 hours before making it to your door, no matter where you live in the United States.<\/p>"}},"96d744e2-fb98-40a6-867c-9f065a91efeb":{"type":"support-item","settings":{"heading":"Cleansing","content":"<p><strong>SHOULD I CONTINUE TO TAKE MY DAILY VITAMINS WHILE ON A CLEANSE?<\/strong> <\/p><p>You can, but the juices already have almost all of the vitamins you'll need. Vitamin D would still be a good idea if you don't plan on getting much sun.<\/p><p><strong>HOW MANY BOTTLES COME IN EACH CLEANSE?<\/strong><\/p><p>A full 3-day Cleanse contains 21 bottles total (7 per day) with an option to add 3 Boosts.<\/p><p><strong>HOW MUCH WEIGHT WILL I LOSE ON A CLEANSE?<\/strong><\/p><p>For a person of average height and weight, it is typical to lose between 3-6 pounds on a 3-Day Cleanse. Some people lose more and some lose less. Some people don't lose any weight at all, but that seems to be quite rare. Nonetheless, there is no guarantee you'll lose any weight at all.<\/p><p><strong>WHICH CLEANSE IS BEST FOR ME?<\/strong><\/p><p>We've designed our Cleanses with primarily 100% juices containing the broadest nutrient spectrum and ingredients that promote detoxification most effectively. You may have seen other juice companies naming their cleanse programs “Beginner, Intermediate, and Advanced\" to appeal to the widest audience. However, we do not believe in giving people new to juice cleansing a program of sweet juices for the sake of taste.<\/p><p><strong>DO I HAVE TO PREPARE FOR MY CLEANSE?<\/strong><\/p><p>Preparing for your Cleanse is very important for getting the best results while reducing your chances of having a negative experience. Please view our Cleanse Guide for more information.<\/p><p><strong>WHAT ARE THE SIDE EFFECTS OF CLEANSING?<\/strong><\/p><p>Side effects will depend on the individual. Frequent urination is a universal effect. Negative side effects include headache, nausea, fatigue, moodiness, dizziness, or change in bowel function. However, most if not all of these negative effects can be reduced by preparing 2-3 days in advance of your cleanse.<\/p><p><strong>I HAVEN’T GONE TO THE BATHROOM IN A WHILE. IS THIS NORMAL?<\/strong><\/p><p>It is not unusual to experience either constipation during your Cleanse. Please see the Cleanse Guide for help with keeping your digestion on track.<\/p><p><strong>CAN I DRINK OTHER BEVERAGES DURING A CLEANSE?<\/strong><\/p><p>Yes. You should drink lots of filtered water (with lemon a plus). If you crave something hot at night, please feel free to indulge in your favorite decaffeinated herbal teas.<\/p><p><strong>WHAT ARE THE SIDE EFFECTS OF CLEANSING?<\/strong><\/p><p>Symptoms depend on the person, but more frequent urination is a universal side effect. Others can include headache, nausea, fatigue, moodiness, dizziness, or change in bowel function. However, all of these effects can be reduced by preparing 2-3 days in advance of your cleanse.<\/p><p><strong>CAN I MAKE SUBSTITUTIONS?<\/strong><\/p><p>We currently do not offer substitutions in our cleanses.<\/p><p><strong>DOES THE CLEANSE COME WITH INSTRUCTIONS?<\/strong><\/p><p>Yes, you will receive a Cleanse Guide and also have the option for guided text messages for either of the 2-Day or 3-Day Cleanses. <\/p><p><strong>CAN I EXERCISE DURING MY CLEANSE?<\/strong><\/p><p>Yes, but workouts should be much lighter. This means no heavy weights, no long runs, marathons, burnouts, or long sessions of strenuous sports. There is nothing wrong with elevating your heart rate and breaking a sweat, but over-exerting yourself on limited calories may cause you to feel stressed, hungry, or even cause you to break your Cleanse. If you do decide to work out, remember to drink about twice the water you normally would.<\/p>"}}},"block_order":["e19970f4-b648-4ed0-a3e1-285a08b9bd44","039fbc4d-deba-4219-80c9-a0955932b896","bd74e82e-1dbc-4423-abed-cf7ce577aeda","96d744e2-fb98-40a6-867c-9f065a91efeb"],"settings":{}}},"order":["main","1660865383a9275c03"]}